import teenagers from '@public/assets/images/recomendations/family.jpg'
import style from './style.module.scss'

const RecomendationsFamily = () => {
  return (
    <section className={style.recomendations}>
      <h1>Рекомендации и советы родителям и подросткам</h1>
      <img src={teenagers.src} placeholder='blur' className={style.image} />

      <p className={style.warning__family}>
        Профориентация оказывает огромное влияние на жизнь человека. Но при
        выборе специальности школьник сталкивается с таким количеством
        трудностей, что зачастую его интерес гаснет, не успев возникнуть.{' '}
      </p>
      <h3>Работа не волк. Почему подростки равнодушны к выбору будущего?</h3>
      <p>
        Причина первая. Люди вокруг не любят свою работу На первый взгляд может
        показаться, что современные дети намерены жить по принципу Феди из
        «Приключений Шурика»: «Кто не работает, тот ест!» Но все не так. Ребята
        прекрасно понимают, как устроен мир, и от работы не отказываются.
        Про-блема в том, что подавляющее большинство взрослых не любят то, чем
        зани-маются. Для них это всего лишь средство, чтобы заработать на жизнь,
        кото-рой они, кстати, тоже не наслаждаются. Поэтому дети воспринимают
        такую позицию как норму. В деньгах нет ничего плохого, они помогают нам
        жить, как мы хотим, и покупать, что хотим. Но ведь счастье не только в
        них. На вопрос, что включает в себя профессия, школьники отвечают: любой
        че-ловек стремится максимально реализовать себя, получать от своей
        профессии и удовольствие, и хорошие деньги. Однако, оглядываясь на
        окружающих, ре-бенок видит совершенно противоположную картину.
      </p>
      <p>
        Причина вторая. Страх перед взрослой жизнью Все дети хотят как можно
        быстрее повзрослеть. Зачастую страх перед неизвестностью оказывается
        го-раздо сильнее. Непонятно, в каком направлении двигаться, и нужен ли
        он этому миру вообще. Ситуация обостряется, если подросток еще не понял,
        какая профессия ему интересна.
      </p>
      <p>
        Причина третья. Непонимание, как и из чего выбирать «В старших классах
        от подростка ждут конкретики: кем он собирается стать, когда вырастет, и
        чего хочет от жизни в целом. Но у ребенка нет объективных инструментов
        для выбора своего будущего».
      </p>
      <p>
        Причина четвертая. Боязнь поступления Поступление уже давно стало
        сино-нимом слова «стресс». На этом этапе подростку кажется: он делает
        самый главный выбор в своей жизни. Оказывается, это не совсем так. В
        жизни мы постоянно выбираем: от продуктов в магазине до рабочего места.
        «Выбор работы — это выбор образа жизни. Крайне важно, чтобы то, как
        ребенок видит свое будущее, совпадало с тем, чего он действительно
        хочет».
      </p>
      <p>
        Причина пятая. Нет желания и мотивации действовать Во многих школах нет
        грамотной профориентации, которая помогла бы подростку определиться.
        Бывает, приходят студенты психолого-педагогических университетов,
        прово-дят тестирования, связанные с профориентацией, но результаты
        тестов дети никогда не увидят. Это тоже негативно сказывается на их
        мотивации. В итоге ребята так и остаются в недоумении, что же делать
        дальше.
      </p>
      <h4>Как заинтересовать ребенка выбором будущего</h4>
      <ol>
        <li>
          <span>1</span>. Подумайте вместе, зачем вообще человеку требуется
          профессия. Рас-смотрите на примерах, что включает в себя та или иная
          деятельность, созвучна ли она с желаниями и способностями ребенка.{' '}
        </li>
        <li>
          <span>2</span>. Решает — подросток, взрослый — лишь помогает.
        </li>
        <li>
          <span>3</span>. Придумайте с ребенком образ идеальной жизни. Потом
          объясните ему: промежуток между ожидаемым будущим и точкой «сейчас» —
          это целый путь. Желаемое не появится перед ребенком в ту же секунду,
          на его осуществление уйдет какое-то время, а иногда и годы.{' '}
        </li>
        <li>
          <span>4</span>. 10 целей — 10 шагов. Попросите ребенка написать 10
          целей, которые ему хотелось бы достичь к 25-ти годам. После он должен
          описать 10 шагов, способных помочь ему в их достижении. Важно
          регулярно формировать у подростка причинно-следственную связь: любое
          действие, направленное на достижение цели, будет иметь эффект.{' '}
        </li>
        <li>
          <span>5</span>. Читайте, смотрите, пробуйте. В интернете есть
          информация обо всех компетенциях, анализируя ее, проще сделать
          правильный выбор. Можно устроить соревнования: кто соберет сведения о
          большем количестве профессий. Увлеченно обсуждая их, дети с
          удовольствием включатся в профориентационные мероприятия.{' '}
        </li>
        <li>
          <span>6</span>. Хочу, могу, надо. Поделите лист бумаги на три блока.
          Первый — что подросток хочет делать в профессии, второй — что он может
          делать, третий — что необходимо будет делать. Здесь важно учесть
          нюанс: десятиклассник порой сам не знает, что входит в функционал
          выбранной области. Поэтому будет лучше, если вы пропишете, чего он
          делать категорически не хочет. Подкрепляйте каждую «хотелку/нехотелку»
          конкретными примерами. Так выбор ребенка будет более осознанным.{' '}
        </li>
        <li>
          <span>7</span>. Формат интересующей работы. Установка «не хочу
          работать на дядю» обычно транслируется взрослыми, школьник ее просто
          повторяет. Но каждый формат (найм, фриланс и т. д.) имеет свои
          преимущества. Возможно, именно этому ребенку будет комфортно в роли
          исполнителя. Другой — хорошо справится с проектной деятельностью,
          поскольку ему сложно работать в жестких рамках, а третий — обретет
          счастье и успех, открыв свой бизнес.{' '}
        </li>
        <li>
          <span>8</span>. Сужаем круг. Как уже говорилось, изменения мира
          сказываются на всех профессиональных направлениях. Можно выделить
          восемь сфер деятельности: техника и устройства, творчество, общение и
          взаимодействие, сервис и помощь, управление и организация, информация,
          природа, спорт и туризм. Важно донести до подростка: все профессии
          сочетают в себе сразу несколько типов деятельности и требуют различных
          навыков.{' '}
        </li>
      </ol>
      <p className={style.familyLastP}>
        То же самое касается и спикеров, которых приглашают школы в рамках
        профориентации. Обаятельный представитель профессии так красиво и емко
        может рассказать о своей работе, что дети с готовностью пойдут по его
        стопам. Но ведь понравился им конкретный обаятельный человек, а о самой
        профессии, ее подводных камнях они мало что знают. В результате
        сделанный выбор может обернуться разочарованием.
      </p>
    </section>
  )
}

export default RecomendationsFamily
