import teenagers from '@public/assets/images/recomendations/teenagers.jpg'
import style from './style.module.scss'

const Recomendations = () => {
  return (
    <section className={style.recomendations}>
      <h1>Советы родителям: как избежать типичных ошибок</h1>
      <img placeholder='blur' src={teenagers.src} className={style.image} />

      <h3>Советы родителям: как избежать типичных ошибок</h3>
      <p>
        Почему многие дети ничего не хотят, а другие легко сами находят контакты
        и работу уже в подростковом возрасте?
      </p>
      <p>
        Конечно, есть более энергичные и менее энергичные люди по жизни. Но еще
        и важно, чтобы родители не совершали типичных ошибок в воспитании
        подростка. Если вы обесцениваете его увлечения и желания и лишаете его
        свободы выбора, он выпадает из ресурса и теряет мотивацию к обучению и
        развитию.
      </p>
      <h4>Хобби может помочь подростку подобрать профессию</h4>
      <p>
        Даже если это нелюбимые всеми компьютерные игры. Он там с незнакомыми
        людьми контактирует и знакомится. Вот и пусть заодно спросит у них
        совета или использует эти навыки для поиска новых контактов. На форумах
        геймеров куча взрослых, которые помогут. Если у подростка нет увлечения,
        стоит помочь выбрать интересное хобби.
      </p>
      <h4>Социальные сети помогают понять, кем хочешь быть</h4>
      <p>
        Если ребенок активен в соцсетях, нужно просто направить его
        коммуникабельность в нужное русло. Пусть он вам этот аккаунт в Тиндере
        заведет и от вашего имени пообщается, честно сообщив о том, что он - тот
        самый мальчик или девочка, которой нужна помощь в выборе профессии.
      </p>
      <h4>Социальный круг помогает поднять самооценку</h4>
      <p>
        Это нам кажется, что подростки просто тусуются. Они так налаживают
        отношения и борются за место под солнцем. Подросток, который не
        общается, будет чувствовать себя неуверенно и опасаться за свою
        самооценку. Лучше увлечь его поиском профессиональных контактов -
        глядишь и найдет более интересных друзей.
      </p>
      <p>
        Имейте в виду, что многие несерьезные на ваш взгляд объединения
        подростков могут быть очень ресурсными. Они мемы делают? Это невероятно
        сложный навык, который доступен только интеллектуалам и людям с сильными
        склонностями к работе с общественностью. Более того, успешный автор
        мемов имеет свои профессиональные контакты и может познакомиться с
        людьми, которые, помимо этого хобби, занимаются наукой.
      </p>
      <p>
        Подростки делают свой канал и смотрят стримы? Если бы вы знали, как на
        этом можно неплохо заработать! В общем, если подросток с друзьями что-то
        увлеченно делает, это уже хорошо. Попытайтесь деликатно разобраться, а
        не разгонять.
      </p>
      <h4>Не стоит слепо полагаться на тесты по профориентации</h4>

      <p>
        Хороший карьерный консультант использует тесты на профессиональную
        ориентацию исключительно как начало диалога с человеком. Эти тесты могут
        выявить комбинацию склонностей и способностей человека, но не смогут
        дать четкий ответ на вопрос: "Кем быть?" Один и тот же человек может
        делать много разных дел и найти себя в самых разных профессиях - это
        раз. Даже сферу занятости тестом определить сложно - это два. К примеру,
        масса людей с гуманитарными талантами находят себе применение в сфере
        высоких технологий. Это и интеллектуальные системы в гуманитарных
        сферах, и дизайн, и связи с общественностью.
      </p>
      <h4>Ходите на дни открытых дверей в вузах правильно</h4>
      <p>
        ДОД, выставки, ярмарки карьеры и другие подобные мероприятия на самом
        деле, погружают абитуриента не в реальную профессию, а в специальности
        вузов и колледжей. Поэтому они не так часто помогают понять, подходит ли
        такое направление или профессия конкретному юноше или конкретной
        девушке. Да, если ребенок увидит яркое шоу роботов, он может захотеть
        стать робототехником, и это неплохо. Но часто ребенок не получает важной
        и понятной для него информации о себе: ему-то лично это подойдет или
        нет?
      </p>
      <p>
        А самое сложное - выбрать, на какой именно День открытых дверей идти,
        когда выбор вузов неимоверно велик. Составить список приоритетных мест
        для посещения помогут как специальные ярмарки, так и онлайн-курсы, на
        которых представлены разные вузы, специальности и программы обучения.
      </p>
      <p>
        Помимо официальных Дней открытых дверей имеет смысл посещать
        мероприятия, в которых активно участвуют сами студенты. Так подросток
        поймет. хочет ли он оказаться в этом месте и общаться с этими людьми.
        Прорваться на вузовский КВН в этом смысле не менее полезно, чем подойти
        к стенду вуза на выставке.
      </p>
      <h4>Не требуйте выбрать профессию на всю жизнь</h4>
      <p>
        Подросток боится ответственности за окончательный выбор. А в современных
        реалиях профессии быстро устаревают или меняются до неузнаваемости.
        Лучше предлагать попробовать и приводить примеры того, что даже
        неправильный выбор не будет фатальной ошибкой.
      </p>
      <h4>Избавьтесь от гендерных стереотипов</h4>
      <p>
        В наши дни практически нет половых различий, когда нужно выбрать
        профессию для девушки-подростка или мальчика-подростка. Раньше мужскими
        считались научные специальности, сфера компьютерных технологий,
        профессии, связанные с работами на высокотехнологичном оборудовании.
        Сейчас никого не удивляет, когда разработкой программного обеспечения
        занимаются девушки, девочки побеждают в хакатонах и профессиональных
        соревнованиях, а не только олимпиадах.
      </p>
      <p>
        Выбрать профессию мальчику-подростку также будет проще, если избавиться
        от стереотипов. Психолого-педагогическое направление привлекает все
        больше юношей, и это очень хорошо для системы образования в целом, а в
        профессиональной жизни по этим направлениям мужчины добиваются больших
        успехов. Эти изменения диктует рынок труда, который в нашей стране не
        подчиняется квотам, а просто весьма демократичен.
      </p>
    </section>
  )
}

export default Recomendations
