import React from "react";

const Recomendations = () => {
  return (
    <React.Fragment>
      <p>
        Профориентация оказывает огромное влияние на жизнь человека. Но при
        вы-боре специальности школьник сталкивается с таким количеством
        трудностей, что зачастую его интерес гаснет, не успев возникнуть.{" "}
      </p>

      <p>Работа не волк. Почему подростки равнодушны к выбору будущего?</p>

      <p>
        Причина первая. Люди вокруг не любят свою работу На первый взгляд может
        показаться, что современные дети намерены жить по принципу Феди из
        «Приключений Шурика»: «Кто не работает, тот ест!» Но все не так. Ребята
        прекрасно понимают, как устроен мир, и от работы не отказываются.
        Про-блема в том, что подавляющее большинство взрослых не любят то, чем
        зани-маются. Для них это всего лишь средство, чтобы заработать на жизнь,
        кото-рой они, кстати, тоже не наслаждаются. Поэтому дети воспринимают
        такую позицию как норму. В деньгах нет ничего плохого, они помогают нам
        жить, как мы хотим, и покупать, что хотим. Но ведь счастье не только в
        них. На вопрос, что включает в себя профессия, школьники отвечают: любой
        че-ловек стремится максимально реализовать себя, получать от своей
        профессии и удовольствие, и хорошие деньги. Однако, оглядываясь на
        окружающих, ре-бенок видит совершенно противоположную картину.
      </p>

      <p>
        Причина вторая. Страх перед взрослой жизнью Все дети хотят как можно
        быстрее повзрослеть. Зачастую страх перед неизвестностью оказывается
        го-раздо сильнее. Непонятно, в каком направлении двигаться, и нужен ли
        он этому миру вообще. Ситуация обостряется, если подросток еще не понял,
        какая профессия ему интересна.
      </p>

      <p>
        Причина третья. Непонимание, как и из чего выбирать «В старших классах
        от подростка ждут конкретики: кем он собирается стать, когда вырастет, и
        чего хочет от жизни в целом. Но у ребенка нет объективных инструментов
        для выбора своего будущего».
      </p>

      <p>
        Причина четвертая. Боязнь поступления Поступление уже давно стало
        сино-нимом слова «стресс». На этом этапе подростку кажется: он делает
        самый главный выбор в своей жизни. Оказывается, это не совсем так. В
        жизни мы постоянно выбираем: от продуктов в магазине до рабочего места.
        «Выбор работы — это выбор образа жизни. Крайне важно, чтобы то, как
        ребенок ви-дит свое будущее, совпадало с тем, чего он действительно
        хочет».
      </p>

      <p>
        Причина пятая. Нет желания и мотивации действовать Во многих школах нет
        грамотной профориентации, которая помогла бы подростку определиться.
        Бывает, приходят студенты психолого-педагогических университетов,
        прово-дят тестирования, связанные с профориентацией, но результаты
        тестов дети никогда не увидят. Это тоже негативно сказывается на их
        мотивации. В итоге ребята так и остаются в недоумении, что же делать
        дальше.
      </p>

      <p>Как заинтересовать ребенка выбором будущего</p>

      <ol>
        <li>
          1. Подумайте вместе, зачем вообще человеку требуется профессия.
          Рас-смотрите на примерах, что включает в себя та или иная
          деятельность, созвучна ли она с желаниями и способностями ребенка.{" "}
        </li>
      </ol>
    </React.Fragment>
  );
};

export default Recomendations;
