export const firstData = [
	{
		index: 1,
		item: 'Положение о комиссии по соблюдению требований к служебному поведению сотрудников и урегулированию конфликта интересов ГБПОУ РК «Симферопольский политехнический колледж»',
	},
	{
		index: 2,
		item: 'Перечень должностей, замещение которых предусматривает обязанность принимать меры по предотвращению и урегулированию конфликта интересов, влияет или может повлиять на надлежащее, объективное и беспристрастное исполнение им должностных обязанностей (осуществление полномочий)',
	},
	{
		index: 3,
		item: 'КОДЕКС профессиональной этики педагогических работников ГБПОУ РК «Симферопольский политехнический колледж»',
	},
	{
		index: 4,
		item: 'Оценка коррупционных рисков деятельности ГБПОУ РК «Симферопольский политехнический колледж»',
	},
	{
		index: 5,
		item: 'ПЕРЕЧЕНЬ должностей, замещение которых связано с коррупционными рисками в образовательном учреждении',
	},
]