import style from "./WaterRules.module.scss";

const WaterRulesMain = () => {
  return (
    <section className={style.water__rules__main}>
      <p>
        Летом на водоемах следует соблюдать определенные правила безопасного
        поведения. Во-первых, следует избегать купания в незнакомых местах,
        специально не оборудованных для этой цели. Во-вторых, при купании
        запрещается:
      </p>

      <ul>
        <li>заплывать за границы зоны купания;</li>
        <li>
          подплывать к движущимся судам, лодкам, катерам, катамаранам,
          гидроциклам;
        </li>
        <li>нырять и долго находиться под водой;</li>
        <li>
          прыгать в воду в незнакомых местах, с причалов и др. сооружений, не
          приспособленных для этих целей;
        </li>
        <li>долго находиться в холодной воде;</li>
        <li>купаться на голодный желудок;</li>
        <li>
          проводить в воде игры, связанные с нырянием и захватом друг друга;
        </li>

        <li>
          плавать на досках, лежаках, бревнах, надувных матрасах и камерах (за
          пределы нормы заплыва);
        </li>
        <li>подавать крики ложной тревоги;</li>
        <li>приводить с собой собак и др. животных.</li>
      </ul>

      <p>
        Необходимо уметь не только плавать, но и отдыхать на воде. Наиболее
        известные способы отдыха: Лечь на воду спиной, расправив руки и ноги,
        расслабиться и помогая себе удержаться в таком положении, сделать вдох,
        а затем после паузы — медленный выдох. Если во время купания свело ногу,
        надо позвать на помощь, затем погрузиться с головой в воду, сильно
        потянуть ногу на себя за большой палец, а затем распрямить ее. Если не
        имеешь навыка в плавание, не следует заплывать за границы зоны купания,
        это опасно для жизни. Не умеющим плавать купаться необходимо только в
        специально оборудованных местах глубиной не более 1-2 метра!
        <span>КАТЕГОРИЧЕСКИ ЗАПРЕЩАЕТСЯ</span> купание на водных объектах,
        оборудованных предупреждающими аншлагами «КУПАНИЕ ЗАПРЕЩЕНО!»
      </p>

      <p>
        Помните! Только неукоснительное соблюдение мер безопасного поведения на
        воде может предупредить беду. УВАЖАЕМЫЕ РОДИТЕЛИ! Безопасность жизни
        детей на водоемах во многих случаях зависит ТОЛЬКО ОТ ВАС! В связи с
        наступлением жаркой погоды, в целях недопущения гибели детей на водоемах
        в летний период обращаемся к Вам с убедительной просьбой: провести
        разъяснительную работу о правилах поведения на природных и искусственных
        водоемах и о последствиях их нарушения. Этим Вы предупредите несчастные
        случаи с Вашими детьми на воде, от этого зависит жизнь Ваших детей
        сегодня и завтра.
      </p>

      <p>Категорически запрещено купание:</p>

      <ul>
        <li>детей без надзора взрослых;</li>
        <li>в незнакомых местах;</li>
        <li>
          на надувных матрацах, камерах и других плавательных средствах (без
          надзора взрослых);
        </li>
      </ul>

      <h3>Необходимо соблюдать следующие правила:</h3>

      <ul>
        <li>
          Прежде чем войти в воду, сделайте разминку, выполнив несколько легких
          упражнений.
        </li>
        
        <li>
          Постепенно входите в воду, убедившись в том, что температура воды
          комфортна для тела (не ниже установленной нормы).
        </li>

        <li>
          Не нырять при недостаточной глубине водоема, при необследованном дне
          (особенно головой вниз!), при нахождении вблизи других пловцов.
        </li>

        <li>
          Продолжительность купания — не более 30 минут, при невысокой
          температуре воды — не более 5-6 минут.
        </li>

        <li>
          При купании в естественном водоеме не заплывать за установленные знаки
          ограждения, не подплывать близко к моторным лодкам и прочим
          плавательным средствам.
        </li>

        <li>Во избежание перегревания отдыхайте на пляже в головном уборе.</li>

        <li>Не допускать ситуаций неоправданного риска, шалости на воде.</li>
      </ul>
    </section>
  );
};

export default WaterRulesMain;
