export const items = [
	{
		article:
			'Две новых мастерские по направлению «Информационные и коммуникационные технологии» будут открыты 1 сентября 2022 года в ГБПОУ РК «Симферопольский политехнический колледж» в рамках реализации федерального проекта «Молодые профессионалы» (Повышение конкурентоспособности профессионального образования)» национального проекта «Образование» государственной программы Российской Федерации «Развитие образования» по компетенциям: Веб технологии на 14 рабочих мест и ИТ- решения для бизнеса на платформе «1С: Предприятие 8» на 12 рабочих мест.',
	},
	{
		article:
			'Эти компетенции реализуются в рамках обучения по специальностям 09.02.07 Информационные системы и программирование и 09.02.06 Сетевое и системное администрирование, которые относятся к перечню приоритетных профессий и специальностей ТОП-50.',
	},
	{
		article:
			'На создание мастерских – ремонт помещений, установку современного оборудования — было выделено более 9 миллионов рублей, а именно: 7,5 миллионов – из федерального и регионального бюджетов, остальная часть — собственные средства колледжа.',
	},
	{
		article:
			'Целью создания и функционирования мастерских является практическая подготовка обучающихся в соответствии с современными стандартами и передовыми технологиями, в том числе стандартами Ворлдскиллс Россия. Рабочие места мастерских оснащены современными рабочими станциями и программным обеспечением, позволяющими решать самые разнообразные задачи различного уровня сложности, возникающие на рынке труда.',
	},
	{
		article:
			'На базе мастерских будет организовано обучение студентов по основным и дополнительным образовательным программам. Кроме того, мастерские будут использоваться как центры для проведения демонстрационных экзаменов, площадки для проведения региональных чемпионатов, а также центры подготовки высококвалифицированных специалистов для экономики региона, повышения квалификации, переподготовки, реализации коротких программ профессионального обучения под потребности рынка труда.',
	},
	{
		article:
			'Здесь же будут проводиться дополнительные образовательные программы и профориентационные мероприятия для школьников и студентов, мероприятия для работодателей.',
	},
	{
		article:
			'Создание новых мастерских позволит подготовить востребованных специалистов, внести вклад в развитие экономики региона и расширит возможности для подготовки кадров для приоритетных секторов экономики Республики Крым.',
	},
	{
		article:
			'Использование новых мастерских в учебном процессе будет способствовать внедрению инновационных подходов к обучению, ориентированному на индивидуализацию и вариативность образовательного процесса не зависимо от возраста и уровня образования.',
	},
]

