const s1 = 'data/anticor/1.pdf'
const s2 = 'data/anticor/2.pdf'
const s3 = 'data/anticor/3.pdf'
const s4 = 'data/anticor/4.pdf'
const s5 = 'data/anticor/5.pdf'
const s6 = 'data/anticor/6.pdf'
const s7 = 'data/anticor/7.pdf'
const s8 = 'data/anticor/8.pdf'
const s9 = 'data/anticor/9.pdf'
const s10 = 'data/anticor/10.pdf'
const s11 = 'data/anticor/11.pdf'
const s12 = 'data/anticor/12.pdf'
const s13 = 'data/anticor/13.pdf'
const s14 = 'data/anticor/14.pdf'
const s15 = 'data/anticor/15.pdf'
const s16 = 'data/anticor/16.pdf'
const s17 = 'data/anticor/17.pdf'
const s18 = 'data/anticor/18.pdf'
const s19 = 'data/anticor/19.pdf'
const s20 = 'data/anticor/20.pdf'
const s21 = 'data/anticor/21.pdf'
const s22 = 'data/anticor/22.pdf'
const s23 = 'data/anticor/23.pdf'
const s24 = 'data/anticor/24.pdf'
const s25 = 'data/anticor/25.pdf'
const s26 = 'data/anticor/26.pdf'
const s27 = 'data/anticor/27.pdf'
const s28 = 'data/anticor/28.pdf'
const s29 = 'data/anticor/29.pdf'
const s30 = 'data/anticor/30.pdf'
const s31 = 'data/anticor/31.pdf'
const s32 = 'data/anticor/32.pdf'
const s33 = 'data/anticor/33.pdf'
const s34 = 'data/anticor/34.pdf'
const s35 = 'data/anticor/35.pdf'
export const firstData = [
	{
		index: 1,
		item: 'Положение о комиссии по соблюдению требований к служебному поведению сотрудников и урегулированию конфликта интересов ГБПОУ РК «Симферопольский политехнический колледж»',
		link: s1,
	},
	{
		index: 2,
		item: 'Перечень должностей, замещение которых предусматривает обязанность принимать меры по предотвращению и урегулированию конфликта интересов, влияет или может повлиять на надлежащее, объективное и беспристрастное исполнение им должностных обязанностей (осуществление полномочий)',
		link: s2,
	},
	{
		index: 3,
		item: 'КОДЕКС профессиональной этики педагогических работников ГБПОУ РК «Симферопольский политехнический колледж»',
		link: s3,
	},
	{
		index: 4,
		item: 'Оценка коррупционных рисков деятельности ГБПОУ РК «Симферопольский политехнический колледж»',
		link: s4,
	},
	{
		index: 5,
		item: 'ПЕРЕЧЕНЬ должностей, замещение которых связано с коррупционными рисками в образовательном учреждении',
		link: s5,
	},
	{
		index: 6,
		item: 'ПОЛОЖЕНИЕ о должностных лицах, ответственных за работу по профилактике коррупционных и иных правонарушений, в ГБПОУ РК «Симферопольский политехнический колледж»',
		link: s6,
	},
	{
		index: 7,
		item: 'ПОЛОЖЕНИЕ О противодействии коррупции в Государственном бюджетном профессиональном образовательном учреждении Республики Крым «Симферопольский политехнический колледж»',
		link: s7,
	},
	{
		index: 8,
		item: 'Правила передачи подарков, полученных работниками ГБПОУ РК «Симферопольский политехнический колледж» в связи с их должностным положением или исполнением ими должностных обязанностей, сдачи и оценки подарка, реализации (выкупа) и зачисления средств, вырученных от его реализации',
		link: s8,
	},
	{
		index: 9,
		item: 'ПРОГРАММА Антикоррупционной политики ГБПОУ РК «Симферопольский политехнический колледж»',
		link: s9,
	},
	{
		index: 10,
		item: 'Функциональные обязанности ответственного за профилактику коррупционных и иных правонарушений',
		link: s10,
	},
	{
		index: 11,
		item: 'Памятка по уведомлению о склонении к коррупционным или иным правонарушениям',
		link: s11,
	},
	{
		index: 12,
		item: 'Положение о порядке обработки поступающих в колледж сообщений о коррупционных и иных нарушениях',
		link: s12,
	},
	{
		index: 13,
		item: 'Порядок уведомления работодателя о случаях коррупционных и иных правонарушениях',
		link: s13,
	},
	{
		index: 14,
		item: 'Памятка о коррупции',
		link: s14,
	},
	{
		index: 15,
		item: 'Памятка о взятке',
		link: s15,
	},
	{
		index: 16,
		item: 'Положение о порядке уведомления работниками колледжа о возникновении личной заинтересованности при исполнении трудовых обязанностей',
		link: s16,
	},
	{
		index: 17,
		item: 'Порядок уведомления работодателя о фактах обращения в целях склонения работника к совершению коррупционных правонарушений',
		link: s17,
	},
	{
		index: 18,
		item: 'Состав антикоррупционной группы',
		link: s18,
	},
	{
		index: 19,
		item: 'История противодействия коррупции',
		link: s19,
	},
	{
		index: 20,
		item: 'Международный день борьбы с коррупцией',
		link: s20,
	},
	{
		index: 21,
		item: 'Новое в уголовном кодексе о коррупции ответственность за преступления коррупционной направленности',
		link: s21,
	},
	{
		index: 22,
		item: 'Памятка по противодействию коррупции',
		link: s22,
	},
	{
		index: 23,
		item: 'Памятка о запрете дарить и получать подарки',
		link: s23,
	},
	{
		index: 24,
		item: 'Порядок представления и размещения на официальном сайте и в средствах массовой информации гражданами о своих доходах',
		link: s24,
	},
	{
		index: 25,
		item: 'Положение Антикоррупционного просвещения',
		link: s25,
	},
	{
		index: 26,
		item: 'Приказ О создании комиссии по предотвращению и урегулированию конфликтов интересов работников колледжа',
		link: s26,
	},
	{
		index: 27,
		item: 'Положение о предотвращении урегулировании конфликтов интересов в колледже',
		link: s27,
	},
	{
		index: 28,
		item: 'Положение о комиссии по обеспечению соблюдения лицами, замещающими отдельные должности на основании трудового договора колледжа, ограничений и обязанностей, установленных в целях противодействия коррупции',
		link: s28,
	},
	{
		index: 29,
		item: 'Приказ О назначении ответственных за профилактику коррупционных и иных нарушений',
		link: s29,
	},
	{
		index: 30,
		item: '«Понятие коррупция»',
		link: s30,
	},
	{
		index: 31,
		item: 'Памятка об ответственности за коррупцию в сфере образования',
		link: s31,
	},
	{
		index: 32,
		item: 'Роль прокуратуры в сфере противодействия коррупции',
		link: s32,
	},
	{
		index: 33,
		item: 'Ответственность за незаконное привлечение к трудовой деятельности',
		link: s33,
	},
	{
		index: 34,
		item: 'Какие обязательные меры по противодействию коррупции',
		link: s34,
	},
	{
		index: 35,
		item: 'За коррупцию расплачивается каждый из нас',
		link: s35,
	},
]
