const one = '/data/anticor/svedeniya/1.pdf'
const two = '/data/anticor/svedeniya/2.pdf'
const three = '/data/anticor/svedeniya/3.pdf'
const four = '/data/anticor/svedeniya/4.pdf'
const five = '/data/anticor/svedeniya/5.pdf'
const six = '/data/anticor/svedeniya/6.pdf'
const seven = '/data/anticor/svedeniya/7.pdf'
const eight = '/data/anticor/svedeniya/8.pdf'
const nine = '/data/anticor/svedeniya/9.pdf'
const ten = '/data/anticor/svedeniya/10.pdf'
export const svedeniyaData = [
	{
		index: 1,
		name: 'Информация о рассчитываемой за 2016 календарный год среднемесячной зарплате руководителя, его заместителей и главного бухгалтера',
		path: one,
	},
	{
		index: 2,
		name: 'Информация о рассчитываемой за 2021 календарный год среднемесячной зарплате руководителя, его заместителей и главного бухгалтера',
		path: two,
	},
	{
		index: 3,
		name: 'Сведения о доходах об имуществе и обязательствах имущественного характера за период с 1 января 2017г по 31 декабря 2017г',
		path: three,
	},
	{
		index: 4,
		name: 'Сведения о доходах об имуществе и обязательствах имущественного характера за период с 1 января 2018г по 31 декабря 2018г',
		path: four,
	},
	{
		index: 5,
		name: 'Сведения о доходах, расходах, об имуществе и обязательствах имущественного характера за период с 01 января 2019 г. по 31 декабря 2019 г.',
		path: five,
	},
	{
		index: 6,
		name: 'Сведения о доходах об имуществе и обязательствах имущественного характера за период с 1 января 2020г по 31 декабря 2020г',
		path: six,
	},
	{
		index: 7,
		name: 'Сведения о доходах об имуществе и обязательствах имущественного характера за период с 1 января 2021г по 31 декабря 2021г',
		path: seven,
	},
	{
		index: 8,
		name: 'Сведения о доходах об имуществе и обязательствах имущественного характера за период с 1 января 2022г по 31 декабря 2022г',
		path: eight,
	},
	{
		index: 9,
		name: 'Сведения о доходах об имуществе и обязательствах имущественного характера директора за период с 1 января 2022г по 31 декабря 2022г',
		path: nine,
	},
	{
		index: 10,
		name: 'Среднемесячная зарплата за 2022 год',
		path: ten,
	},
]
